Repository: cryptoapi/bbPress-Premium-Membership-Bitcoins
Catalog: languages/gourl-bbpress-*.po
Languages: ru_ru

source: Read First Post in the Topic
ru_ru: Читать первый пост в теме

source: Read Comments/Replies
ru_ru: Читать комментарии/ответы

source: Add Comments/Replies
ru_ru: Добавить комментарии/ответы

source: Premium:
ru_ru: Премиум:

source: You must be logged in to view this post.
ru_ru: Вы должны быть авторизованы для просмотра этого поста.

source: You need to have a premium account to view this post.
ru_ru: Вам нужно иметь премиум-аккаунт для просмотра этого поста.

source: You must be logged in to view this response.
ru_ru: Вы должны авторизоваться для просмотра этого ответа.

source: You need to have a premium account to view this response.
ru_ru: Вам нужно иметь премиум-аккаунт для просмотра этого ответа.

source: You must be logged in to create new topics.
ru_ru: Вы должны авторизоваться для создания новых тем.

source: You need to have a premium account to create new topic. Buy premium membership using secure anonymous payments with Bitcoins. What is <a href='%s'>Bitcoin</a>?
ru_ru: Вам нужно иметь премиум-аккаунт для создания новой темы. Купить премиум-членство, используя безопасные анонимные платежи с биткоинами. Что такое <a href='%s'>Биткоин</a>?

source: You must be logged in to reply to this topic.
ru_ru: Вы должны войти в систему для ответа в этой теме.

source: You need to have a premium account to post messages on this topic. Buy premium membership using secure anonymous payments with Bitcoins. What is <a href='%s'>Bitcoin</a>?
ru_ru: Вам нужно иметь премиум-аккаунт для размещения сообщений в этой теме. Купить премиум-аккаунт, используя безопасные анонимные платежи с биткоинами. Что такое <a href='%s'>Биткоин</a>?

source: Join today!
ru_ru: Присоединяйтесь сегодня!

source: Reply
ru_ru: Ответить

source: New Topic
ru_ru: Новая Тема

source: Add to Premium Topic Title
ru_ru: Добавить в название премиум темы

source: Topic - First Post (Not Logged User)
ru_ru: Тема - первый пост (не зарегистрированный пользователь)

source: Topic - First Post (Logged User)
ru_ru: Тема - первый пост (зарегистрированный пользователь)

source: Topic - Replies (Not Logged User)
ru_ru: Тема - ответы (не зарегистрированный пользователь)

source: Topic - Replies (Logged User)
ru_ru: Тема - ответы (зарегистрированный пользователь)

source: Create Topic (Not Logged User)
ru_ru: Создание темы (не зарегистрированный пользователь)

source: Create Topic (Logged User)
ru_ru: Создание темы (зарегистрированный пользователь)

source: Add Reply (Not Logged User)
ru_ru: Добавить ответ (не зарегистрированный пользователь)

source: Add Reply (Logged User)
ru_ru: Добавить ответ (зарегистрированный пользователь)

source: Login Link Text
ru_ru: Текст ссылки для входа на сайт

source: Payment Link Text
ru_ru: Текст ссылки оплаты

source: Reply Button
ru_ru: Кнопка Ответа

source: New Topic Button
ru_ru: Новая тема кнопка

source: Settings
ru_ru: Настройки

source: Premium Settings
ru_ru: Премиум Настройки

source: Premium
ru_ru: Премиум

source: Premium Topic
ru_ru: Премиум тема

source: No Premium
ru_ru: Не премиум

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: <a href='%s'>More settings</a>
ru_ru: <a href='%s'>Ещё настройки</a>

source: BBPRESS Forum - Premium Settings
ru_ru: BBPRESS форум - Премиум Настройки

source: Bitcoin Payment Gateway for Your Website
ru_ru: Биткоин платёжный шлюз для вашего сайта

source: Settings has been saved <strong>successfully</strong>
ru_ru: Настройки <strong>успешно</strong> сохранены

source: You can mark some topics on your bbPress Forum / Customer support system as <a href='%s'>Premium</a> and can easily monetise your forum with <a href='%s'>Bitcoin / Altcoins</a>. Pay to read bbPress <a href='%s'>Premium Topics</a> and read comments/replies, Pay to add new replies to the premium topic, Pay to create new topics on bbPress
ru_ru: Вы можете пометить некоторые темы на вашем bbPress форуме / Системе поддержки клиентов, как <a href='%s'>премиум</a> и легко монетизировать ваш форум с <a href='%s'>биткоинами / альткоинами</a>. Оплата за чтение bbPress <a href='%s'>Премиум тем</a>, комментариев и ответов, оплата за добавление новых ответов в премиум тему, оплата за создание новых тем на bbPress

source: Accept %s membership payments online in bbPress.
ru_ru: Принимайте %s платежи онлайн в bbPress.

source: If you want to use GoUrl bbPress Premium Membership plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>
ru_ru: Если вы собираетесь использовать GoUrl bbPress Премиум членство плагин на другом языке, чем русский, смотрите страницу <a href='%s'>языки и переводы</a>

source: <a href='%s'>Plugin Homepage</a> & <a href='%s'>Screenshots &#187;</a>
ru_ru: <a href='%s'>Домашняя страница плагина</a> & <a href='%s'>скриншоты »</a>

source: Premium Users
ru_ru: Премиум пользователи

source: List of All Premium Users
ru_ru: Список всех премиум пользователей

source: New Subscription
ru_ru: Новая подписка

source: Manually create user
ru_ru: Вручную добавить пользователю

source: Premium Membership
ru_ru: Премиум членство

source: Payments
ru_ru: Платежи

source: All <a class='gourlbblink' href='%s'>Membership Payments</a>
ru_ru: Все <a class='gourlbblink' href='%s'>платежи за членство на сайте</a>

source: Important
ru_ru: Важно

source: Please change settings to <b>Lock Page Level</b>: <a href='%s'>Registered Subscribers/Contributors</a> or higher. <a href='%s'>Goto &#187;</a>
ru_ru: Пожалуйста, измените настройки <b>Уровня блокировки страницы</b>: <a href='%s'>Registered Subscribers/Contributors</a> или выше. <a href='%s'>Перейти »</a>

source: Please install <a target='_blank' href='%s'>Bitcoin</a> Gateway
ru_ru: Пожалуйста, установите <a target='_blank' href='%s'>Биткоин</a> шлюз

source: Your GoUrl Bitcoin Gateway <a href='%s'>Main Plugin</a> version is too old. Requires 1.3.3 or higher version. Please <a href='%s'>update</a> to latest version.
ru_ru: Версия <a href='%s'>GoUrl главного плагина</a> слишком стара. Требуется версия 1.3.3 или выше. Пожалуйста, <a href='%s'>обновите</a> до последней версии.

source: You need to install GoUrl Bitcoin Gateway Main Plugin also. Go to - <a href='%s'>Automatic installation</a> or <a href='%s'>Manual</a>.
ru_ru: Вам нужно установить основной GoUrl Биткоин Плагин для WP также. Перейти - <a href='%s'>Автоматическая установка</a> или <a href='%s'>ручная установка</a>.

source: Information
ru_ru: Информация

source: Main Plugin Homepage
ru_ru: Страница главного плагина

source: WordPress.org Plugin Page
ru_ru: Страница плагина на WordPress.org

source: New Topics in bbPress
ru_ru: Новые темы в bbPress

source: Who can Create Topics
ru_ru: Кто может создавать темы

source: All users
ru_ru: Все пользователи

source: Premium Users only
ru_ru: Премиум пользователи только

source: Default New Topic
ru_ru: Новая тема по умолчанию

source: Non-Premium
ru_ru: Не премиум

source: Non-premium Topics in bbPress
ru_ru: Не премиум темы в bbPress

source: Premium Topics in bbPress
ru_ru: Премиум темы в bbPress

source: Page
ru_ru: Страница

source: Payment/Checkout Page
ru_ru: Страница оплаты

source: -- Choose One --
ru_ru: -- Выберите один --

source: edit page
ru_ru: редактирование

source: view page
ru_ru: просмотр страницы

source: Include the shortcode
ru_ru: Включить шорткод

source: per
ru_ru: за

source: Price
ru_ru: Цена

source: Upgrade Membership For
ru_ru: Обновление членства для

source: Users with following permissions/roles require premium membership -<br>Forum Roles: &#160; Spectator and Participant<br>Website Roles: &#160; %s
ru_ru: Пользователи со следующими разрешениями/ролями требуют премиум членства -<br>Форум роли: Spectator and Participant (зрители и участники)<br>Вебсайт роли: &#160; %s

source: Payment Box Style
ru_ru: Стиль Payment Box

source: Payment Box <a target='_blank' href='%s'>sizes</a> and border <a target='_blank' href='%s'>shadow</a> you can change <a class='gourlbblink' href='%s'>here</a>
ru_ru: Payment Box <a target='_blank' href='%s'>размеры</a> и стиль <a target='_blank' href='%s'>с тенями</a> вы можете изменить <a class='gourlbblink' href='%s'>здесь</a>

source: Customize Texts
ru_ru: Настройка текстов

source: Default: %s
ru_ru: По умолчанию: %s

source: Save Settings
ru_ru: Сохранить настройки

source: If you like <b>bbPress Forum - Premium Membership Mode</b> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
ru_ru: Если вам нравится <b>bbPress Форум - премиум членство</b> пожалуйста, оставьте нам рейтинг %s на %s. Огромное спасибо вам от GoUrl заранее!
